<?php

/**
 * 配置文件
 */
return array(
    //出租类别
        'leibie'=>array(
            'house'=>array('1'=>"整租",'2'=>"合租"),
            'office'=>array('1'=>"出租",'2'=>'转让'),
            'shop'=>array('1'=>"出租",'2'=>'转让'),
            
        ),
        //房源类型
        'serveritem'=>array('1'=>'住房','2'=>'写字楼厂房','3'=>'商铺门市'),
        'housefield'=>array('1'=>'house','2'=>'office','3'=>'shop'),
        //房屋类别
        'housetype'=>array(
            'house'=>array('1'=>"步行房",'2'=>"电梯楼",'3'=>'别墅'),
            'office'=>array(
                '1'=>'纯写字楼',
                '2'=>'商住楼',
                '3'=>'商业综合体楼',
                '4'=>'酒店写字楼',
            ),
            'shop'=>array(
                '1'=>'住宅底商',
                '2'=>'商业街商铺',
                '3'=>'临街门面',
                '4'=>'写字楼配套底商',
                '5'=>'购物中心/百货',
                '6'=>'其它',
            ),
        ),
                
        
        //配套设施 
        'peitao'=>array(
            'house'=>array(
                '1'=>'床',
                '2'=>'宽带',
                '3'=>'电视',
                '4'=>'冰箱',
                '5'=>'洗衣机',
                '6'=>'空调',
                '7'=>'热水器',
                '8'=>'暖气',
            ),
            
            'office'=>array(),
            'shop'=>array(
                '1'=>'客梯',
                '2'=>'货梯',
                '3'=>'停车位',
                '4'=>'暖气',
                '5'=>'空调',
                '6'=>'网络',
            ),
             //别墅的配套设施
            'biesu'=>array(
                '9'=>'车库',
                '10'=>'露台',
                '11'=>'游泳池',
                '12'=>'阁楼',
                '13'=>'阳光房',
                '14'=>'车位',           
                
            ),   
               

        
        ),
       
        //装修程度
        'zhuangxiu'=>array(
                '1'=>'豪华装修',
                '2'=>'精装修',
                '3'=>'中等装修',
                '4'=>'简装修',
                '5'=>'毛坯',                
        
        ),
        //租金,用于前台显示
        'zujin'=>array(
                    '1'=>'500元以下',
                    '2'=>'500-1000元',
                    '3'=>'1000-2000元',
                    '4'=>'2000-3000元',
                    '5'=>'3000-5000元',
                    '6'=>'5000元以上',
                                                
        
        ),
        //租金支付方式
        'paytype'=>array(
            'house'=>array(
                '1'=>'押一付三',
                '2'=>'押一付二',
                '3'=>'押一付一',
                '4'=>'押二付一',
                '5'=>'半年付',
                '6'=>'年付',
                '7'=>'面议',
                ),
              //写字楼支付方式
            'office'=>array(
                    '1'=>'面议',
                    '2'=>'月付',
                    '3'=>'季付',
                    '4'=>'半年付',
                    '5'=>'年付',
            ),  
            //写字楼支付方式
            'shop'=>array(
                    '1'=>'面议',
                    '2'=>'月付',
                    '3'=>'季付',
                    '4'=>'半年付',
                    '5'=>'年付',
            ),  
          
        
        ),
        //朝向
        'caoxiang'=>array(
                '1'=>'南北',
                '2'=>'南',
                '3'=>'东南',
                '4'=>'东',
                '5'=>'西南',
                '6'=>'北',
                '7'=>'西',
                '8'=>'东西',
                '9'=>'东北',
                '10'=>'西北',
                
              
        
        ),
         //户型
        'hx'=>array(
                '1'=>'一居',
                '2'=>'二居',
                '3'=>'三居',
                '4'=>'四居',
                '5'=>'四居以上',
         
                           
        
        ),
        //户型2,合租显示的户型
        'hzhx'=>array(
            '1'=>'主卧',
            '2'=>'次卧',
            '3'=>'床位',
            '4'=>'单间',
        ),
        //合租条件
        'hztj'=>array(
            '1'=>'性别不限',
            '2'=>'限男生',
            '3'=>'限女生',
            '4'=>'限夫妻',
        ),
        //租金单位
        'pricetype'=>array(
            '1'=>'元/平米.天',
            '2'=>'元/平米.月',
            '3'=>'元/月',
            
        ),
        
        //写字楼级别
        'officegrade'=>array(
            '1'=>'甲级',
            '2'=>'乙级',
            '3'=>'丙级',
        ),
        
        //======================商铺================================================
        
        //商铺当前状态
        'shopstate'=>array(
            '1'=>'营业中',
            '2'=>'闲置中',
            '3'=>'新铺',           
        ),
        //商铺可经营类别 ，多选
        'shopfor'=>array(
            '1'=>'餐饮美食',
            '2'=>'服饰鞋包',
            '3'=>'休闲娱乐', 
            '4'=>'美容美发', 
            '5'=>'生活服务', 
            '6'=>'百货超市', 
            '7'=>'酒店宾馆', 
            '8'=>'家居建材', 
            '9'=>'其他', 
                      
        ),
        
);
?>